{
    "vocab_map": {
        "[PAD]": 0,
        "[CLS]": 1,
        "[ORGAN]": 2,
        "[MASK]": 3,
        "DPM1": 4,
        "GCLC": 5,
        "CFTR": 6,
        "ANKIB1": 7,
        "CYP51A1": 8,
        "KRIT1": 9,
        "LAP3": 10,
        "CD99": 11,
        "MAD1L1": 12,
        "LASP1": 13,
        "ALS2": 14,
        "CFLAR": 15,
        "TFPI": 16,
        "RBM5": 17,
        "SLC7A2": 18,
        "AK2": 19,
        "KDM1A": 20,
        "RBM6": 21,
        "RECQL": 22,
        "SLC25A13": 23,
        "ST7": 24,
        "CDC27": 25,
        "SKAP2": 26,
        "SLC25A5": 27,
        "CREBBP": 28,
        "KMT2E": 29,
        "IBTK": 30,
        "MYCBP2": 31,
        "ITGA3": 32,
        "ZFX": 33,
        "LAMP2": 34,
        "MAP3K14": 35,
        "AP2B1": 36,
        "RALA": 37,
        "BAIAP2L1": 38,
        "KDM7A": 39,
        "PHTF2": 40,
        "FARP2": 41,
        "DBF4": 42,
        "IFRD1": 43,
        "GTF2IRD1": 44,
        "VPS41": 45,
        "ADIPOR2": 46,
        "MARK4": 47,
        "PAFAH1B1": 48,
        "BLTP2": 49,
        "LUC7L": 50,
        "PSMB1": 51,
        "JARID2": 52,
        "CYTH3": 53,
        "SYPL1": 54,
        "SPAG9": 55,
        "MGST1": 56,
        "CRY1": 57,
        "NFIX": 58,
        "ST3GAL1": 59,
        "HEATR5B": 60,
        "SEC62": 61,
        "RPS20": 62,
        "CSDE1": 63,
        "UBE3C": 64,
        "REV3L": 65,
        "TENM1": 66,
        "VTA1": 67,
        "BAZ1B": 68,
        "RANBP9": 69,
        "ZNF207": 70,
        "CD9": 71,
        "NCAPD2": 72,
        "IDS": 73,
        "PRSS3": 74,
        "LRRC23": 75,
        "BTK": 76,
        "SCMH1": 77,
        "FYN": 78,
        "HIVEP2": 79,
        "MRC2": 80,
        "BTBD7": 81,
        "MBTD1": 82,
        "RNF216": 83,
        "TTC19": 84,
        "PTBP1": 85,
        "PIK3C2A": 86,
        "PLAUR": 87,
        "ANLN": 88,
        "RABGAP1": 89,
        "MAP4K3": 90,
        "BRCA1": 91,
        "SEMA3B": 92,
        "ELOVL5": 93,
        "ALOX5": 94,
        "MAP4K5": 95,
        "PSMC4": 96,
        "NUB1": 97,
        "PGM3": 98,
        "CLK1": 99,
        "GPRC5A": 100,
        "UFL1": 101,
        "SLC30A9": 102,
        "YAF2": 103,
        "MATR3": 104,
        "NUDCD3": 105,
        "ATP2C1": 106,
        "RALBP1": 107,
        "RUFY3": 108,
        "WWTR1": 109,
        "AGPS": 110,
        "TTC27": 111,
        "CYP24A1": 112,
        "ZRANB1": 113,
        "MNAT1": 114,
        "SAMD4A": 115,
        "SERPINB1": 116,
        "NRXN3": 117,
        "AQR": 118,
        "CPS1": 119,
        "RTF2": 120,
        "SLC45A4": 121,
        "RNF10": 122,
        "GRAMD1B": 123,
        "NDUFS1": 124,
        "RB1CC1": 125,
        "ERP44": 126,
        "BIRC3": 127,
        "SNAPC1": 128,
        "STRAP": 129,
        "GCLM": 130,
        "UBR2": 131,
        "EHD2": 132,
        "PHF20": 133,
        "SEC63": 134,
        "KPNA6": 135,
        "VIM": 136,
        "RNASET2": 137,
        "CD44": 138,
        "AGPAT4": 139,
        "IFNGR1": 140,
        "VRK2": 141,
        "VEZT": 142,
        "SNX1": 143,
        "BMAL2": 144,
        "BCLAF1": 145,
        "SLC39A9": 146,
        "RABEP1": 147,
        "NUP160": 148,
        "FAM13B": 149,
        "SARS1": 150,
        "ARID4A": 151,
        "ZCCHC8": 152,
        "FUT8": 153,
        "UBA6": 154,
        "GAB2": 155,
        "ATP6V0A1": 156,
        "PIAS1": 157,
        "SLC4A7": 158,
        "TMSB10": 159,
        "RNF19A": 160,
        "VCL": 161,
        "TIMP2": 162,
        "RFC1": 163,
        "TBC1D23": 164,
        "CUL3": 165,
        "ZZZ3": 166,
        "CASR": 167,
        "FLT4": 168,
        "NSUN2": 169,
        "FBXO42": 170,
        "BOD1L1": 171,
        "TRIO": 172,
        "VCAN": 173,
        "CLEC16A": 174,
        "MSR1": 175,
        "CDH1": 176,
        "MTREX": 177,
        "DNAH5": 178,
        "ZFYVE16": 179,
        "RAI14": 180,
        "STAU2": 181,
        "CDH10": 182,
        "RAB27B": 183,
        "PSMA4": 184,
        "PARP3": 185,
        "TNC": 186,
        "ADRB1": 187,
        "CTNNA1": 188,
        "HSPA5": 189,
        "DSG2": 190,
        "OFD1": 191,
        "WDR37": 192,
        "ATP6V1H": 193,
        "POLR2B": 194,
        "ATOSA": 195,
        "TPR": 196,
        "CP": 197,
        "KATNIP": 198,
        "MAP4": 199,
        "ROS1": 200,
        "HDAC9": 201,
        "ZNF800": 202,
        "SNX29": 203,
        "RSF1": 204,
        "VPS13D": 205,
        "CELF2": 206,
        "FAM120A": 207,
        "R3HDM1": 208,
        "ADAMTS6": 209,
        "LTBP1": 210,
        "ARID1B": 211,
        "NEDD4L": 212,
        "LIMA1": 213,
        "MAPK9": 214,
        "HERPUD1": 215,
        "POLQ": 216,
        "PIK3CB": 217,
        "MPHOSPH9": 218,
        "PLEKHA5": 219,
        "FNIP2": 220,
        "MSMO1": 221,
        "TTC17": 222,
        "FOXN3": 223,
        "LAMA3": 224,
        "THRAP3": 225,
        "ARID4B": 226,
        "SDCCAG8": 227,
        "KIF1B": 228,
        "TBC1D22A": 229,
        "SYNE2": 230,
        "ATP9A": 231,
        "FAM168A": 232,
        "NOP58": 233,
        "SZRD1": 234,
        "KCNH2": 235,
        "CUL1": 236,
        "TAB2": 237,
        "EIF2AK2": 238,
        "USP36": 239,
        "KMT2C": 240,
        "PUM2": 241,
        "ZFR": 242,
        "RC3H2": 243,
        "DCBLD2": 244,
        "PKP2": 245,
        "GDI2": 246,
        "ATG5": 247,
        "MTA3": 248,
        "ATP11B": 249,
        "LAMC2": 250,
        "CDK14": 251,
        "SEC61A1": 252,
        "PPP1R12A": 253,
        "ATP2B4": 254,
        "ZC3H11A": 255,
        "PARP12": 256,
        "MXD1": 257,
        "CDK17": 258,
        "DNAJC25": 259,
        "SLC2A3": 260,
        "YBX3": 261,
        "WNK1": 262,
        "CCAR1": 263,
        "COL11A1": 264,
        "QSER1": 265,
        "BCAT1": 266,
        "NCKAP1": 267,
        "MRPS35": 268,
        "SFSWAP": 269,
        "MON2": 270,
        "GPBP1": 271,
        "WAPL": 272,
        "VMP1": 273,
        "APPBP2": 274,
        "EIF4B": 275,
        "RPL18": 276,
        "MED29": 277,
        "LIMCH1": 278,
        "INTS13": 279,
        "ST3GAL6": 280,
        "TAF2": 281,
        "HIPK2": 282,
        "TNPO3": 283,
        "SLC12A2": 284,
        "EYA2": 285,
        "ANKS1A": 286,
        "AP3D1": 287,
        "GNAI3": 288,
        "IPO5": 289,
        "PKN2": 290,
        "TRAM2": 291,
        "PDIA5": 292,
        "SPEN": 293,
        "MYLK": 294,
        "ZC3H15": 295,
        "MAP2K4": 296,
        "SLK": 297,
        "FAM107B": 298,
        "ME1": 299,
        "CDK13": 300,
        "MTHFD2": 301,
        "SLC9A7": 302,
        "YBX1": 303,
        "CTNNA2": 304,
        "DIP2B": 305,
        "ASPM": 306,
        "ATXN3": 307,
        "FGFR2": 308,
        "TRMT11": 309,
        "MSANTD3": 310,
        "ARFGEF1": 311,
        "MTFR1": 312,
        "MYO9A": 313,
        "PFKP": 314,
        "SP100": 315,
        "KLF6": 316,
        "PLPP1": 317,
        "TRAM1": 318,
        "EVI5": 319,
        "PKM": 320,
        "DHX29": 321,
        "DNTTIP2": 322,
        "TP53BP1": 323,
        "RHOA": 324,
        "IARS2": 325,
        "SYT1": 326,
        "NAV3": 327,
        "ROCK1": 328,
        "CBFB": 329,
        "PDK3": 330,
        "HDAC4": 331,
        "FGFR3": 332,
        "MEF2A": 333,
        "ACSL4": 334,
        "PRR11": 335,
        "ATP11A": 336,
        "LAPTM4A": 337,
        "SRBD1": 338,
        "KIF2A": 339,
        "PSME4": 340,
        "ERLEC1": 341,
        "MAST4": 342,
        "NUCKS1": 343,
        "VPS35": 344,
        "RORA": 345,
        "DRD4": 346,
        "ATP1B3": 347,
        "NEDD4": 348,
        "MAPK6": 349,
        "LRP6": 350,
        "NUCB2": 351,
        "PTPN3": 352,
        "SLC44A1": 353,
        "SMG6": 354,
        "EXOC5": 355,
        "ZXDC": 356,
        "ASNS": 357,
        "PABPC1": 358,
        "CSNK2A2": 359,
        "CDC42": 360,
        "OSBPL3": 361,
        "RAD18": 362,
        "ATP2B1": 363,
        "MAP4K4": 364,
        "RPL31": 365,
        "WDR1": 366,
        "SNX13": 367,
        "ARHGAP10": 368,
        "RPS6KA2": 369,
        "SEL1L": 370,
        "HLTF": 371,
        "PRKACA": 372,
        "ACTN1": 373,
        "EPN2": 374,
        "TFRC": 375,
        "TRPC5": 376,
        "AFF4": 377,
        "PALS1": 378,
        "SMC1A": 379,
        "MARK2": 380,
        "HMMR": 381,
        "P4HA2": 382,
        "NFATC3": 383,
        "STK10": 384,
        "FBXW11": 385,
        "NDE1": 386,
        "SCARB1": 387,
        "TP63": 388,
        "ALPK1": 389,
        "LLGL2": 390,
        "PDE8A": 391,
        "SDHA": 392,
        "SMARCE1": 393,
        "KDM5A": 394,
        "PPP2R3A": 395,
        "FERMT2": 396,
        "DHRS9": 397,
        "PTGS2": 398,
        "IGF2BP2": 399,
        "MAP3K13": 400,
        "FRY": 401,
        "PICALM": 402,
        "CLASP1": 403,
        "CLNS1A": 404,
        "TSG101": 405,
        "CA12": 406,
        "MGLL": 407,
        "NTN4": 408,
        "LMAN1": 409,
        "HACD3": 410,
        "ZZEF1": 411,
        "ENO1": 412,
        "SLC12A1": 413,
        "MYDGF": 414,
        "EIF4G3": 415,
        "SEMA3A": 416,
        "SEMA3C": 417,
        "CELSR1": 418,
        "ZNF638": 419,
        "RASAL2": 420,
        "ZNF37A": 421,
        "MARK3": 422,
        "SLC25A3": 423,
        "FNDC3B": 424,
        "FOSL2": 425,
        "FRYL": 426,
        "TMEM131": 427,
        "FSCN1": 428,
        "ACTB": 429,
        "PLD1": 430,
        "DLG1": 431,
        "RAB7A": 432,
        "BCAP29": 433,
        "KIFAP3": 434,
        "RBMS2": 435,
        "BAZ2A": 436,
        "TPD52": 437,
        "PAG1": 438,
        "NT5C2": 439,
        "DGKD": 440,
        "RARB": 441,
        "TOP2B": 442,
        "TM9SF3": 443,
        "PPP1R12B": 444,
        "DNAJC10": 445,
        "USP33": 446,
        "PAK3": 447,
        "DYNC1I2": 448,
        "CAPZB": 449,
        "FGFR1": 450,
        "MAP2": 451,
        "PIAS2": 452,
        "NEBL": 453,
        "ACER3": 454,
        "UBE2K": 455,
        "PIK3C3": 456,
        "TULP3": 457,
        "SYNJ2": 458,
        "PPP2R5C": 459,
        "GNB1": 460,
        "MLLT10": 461,
        "NRDC": 462,
        "PCM1": 463,
        "TNRC6C": 464,
        "CBFA2T2": 465,
        "ITCH": 466,
        "THOC1": 467,
        "XRCC5": 468,
        "TNS1": 469,
        "SAR1A": 470,
        "CEACAM1": 471,
        "FDFT1": 472,
        "OPHN1": 473,
        "CARMIL1": 474,
        "DDX1": 475,
        "DNM2": 476,
        "EPB41L2": 477,
        "CRYBG3": 478,
        "EPHA6": 479,
        "RFX3": 480,
        "RIF1": 481,
        "RAB21": 482,
        "SMARCA2": 483,
        "PUM3": 484,
        "CNOT4": 485,
        "PSEN1": 486,
        "HSP90AA1": 487,
        "RBL1": 488,
        "DLGAP4": 489,
        "NDC80": 490,
        "MAGI3": 491,
        "AFP": 492,
        "PCNP": 493,
        "CDC14B": 494,
        "CADPS2": 495,
        "PHLPP1": 496,
        "ATP8B1": 497,
        "WDR70": 498,
        "BZW1": 499,
        "PGR": 500,
        "CCNT2": 501,
        "FAM135A": 502,
        "EPB41L3": 503,
        "NFE2L1": 504,
        "GSK3B": 505,
        "ITGB5": 506,
        "ERC1": 507,
        "XPO1": 508,
        "RNF13": 509,
        "TRPM3": 510,
        "BCKDHB": 511,
        "KAT6A": 512,
        "TUT7": 513,
        "ULK2": 514,
        "TNPO1": 515,
        "DIS3": 516,
        "PIBF1": 517,
        "TDRD3": 518,
        "PDS5B": 519,
        "CYLD": 520,
        "RPS5": 521,
        "FAT1": 522,
        "YTHDC1": 523,
        "CHMP2B": 524,
        "REST": 525,
        "SSH1": 526,
        "GSTP1": 527,
        "APLP2": 528,
        "WBP11": 529,
        "APOB": 530,
        "NCOA1": 531,
        "RAB10": 532,
        "HADHA": 533,
        "CD59": 534,
        "CD82": 535,
        "ATRX": 536,
        "MECOM": 537,
        "SCAMP1": 538,
        "PREP": 539,
        "WDFY1": 540,
        "SLC25A24": 541,
        "MAP3K4": 542,
        "ABCB1": 543,
        "AKR1B1": 544,
        "CPNE3": 545,
        "CTTN": 546,
        "EPS15": 547,
        "MAST2": 548,
        "DNAJA1": 549,
        "B4GALT1": 550,
        "CHMP5": 551,
        "NFX1": 552,
        "IPO11": 553,
        "EIF2AK1": 554,
        "ITPKC": 555,
        "CEACAM6": 556,
        "TMED2": 557,
        "ZFAND6": 558,
        "TXLNG": 559,
        "HUWE1": 560,
        "PPP1R15A": 561,
        "FTL": 562,
        "NLK": 563,
        "UIMC1": 564,
        "ADD1": 565,
        "GMCL1": 566,
        "SF3B2": 567,
        "GNAS": 568,
        "DNM1L": 569,
        "ERGIC2": 570,
        "AURKA": 571,
        "RFX2": 572,
        "PTPN4": 573,
        "DDX18": 574,
        "KHSRP": 575,
        "DNMT3B": 576,
        "TPX2": 577,
        "EPB41L1": 578,
        "DOCK9": 579,
        "ANKRD10": 580,
        "DOCK3": 581,
        "PPP1R13B": 582,
        "ATRN": 583,
        "SMOX": 584,
        "FKBP1A": 585,
        "DNAAF9": 586,
        "XRN2": 587,
        "KIZ": 588,
        "SNX5": 589,
        "RPL6": 590,
        "ESF1": 591,
        "ANAPC5": 592,
        "SLC23A2": 593,
        "TASP1": 594,
        "OAS1": 595,
        "GCN1": 596,
        "RPLP0": 597,
        "PXN": 598,
        "KIF16B": 599,
        "FUS": 600,
        "IGBP1": 601,
        "GANAB": 602,
        "RBM41": 603,
        "DDX24": 604,
        "DHX32": 605,
        "RCOR1": 606,
        "GPATCH2L": 607,
        "SLC9A1": 608,
        "SPTLC1": 609,
        "PAPOLA": 610,
        "CCNK": 611,
        "ICAM1": 612,
        "LYZ": 613,
        "P3H2": 614,
        "GOLGA3": 615,
        "PABPC4": 616,
        "USP48": 617,
        "AARS1": 618,
        "GLG1": 619,
        "KIF4A": 620,
        "TNRC6A": 621,
        "PLEKHG2": 622,
        "EXOC1": 623,
        "RBM27": 624,
        "OSBPL8": 625,
        "PUS7": 626,
        "NRCAM": 627,
        "LAMB1": 628,
        "TXNL1": 629,
        "ITGA6": 630,
        "MAP3K20": 631,
        "CDV3": 632,
        "ESR1": 633,
        "PSME1": 634,
        "SCFD1": 635,
        "G2E3": 636,
        "HECTD1": 637,
        "HNRNPC": 638,
        "SUPT16H": 639,
        "TRPM7": 640,
        "EZR": 641,
        "MYL6": 642,
        "RFFL": 643,
        "DPYSL2": 644,
        "TGFB2": 645,
        "GPATCH2": 646,
        "COMT": 647,
        "LRRFIP2": 648,
        "HDAC6": 649,
        "CBX5": 650,
        "SUCO": 651,
        "MSH2": 652,
        "ARCN1": 653,
        "PSMD5": 654,
        "PTGS1": 655,
        "BTAF1": 656,
        "WAC": 657,
        "HIVEP1": 658,
        "SRPK1": 659,
        "HSP90AB1": 660,
        "CDC5L": 661,
        "ITPR3": 662,
        "DSP": 663,
        "SIRT1": 664,
        "HNRNPH3": 665,
        "JAK2": 666,
        "ABL1": 667,
        "SH3GLB1": 668,
        "PCSK5": 669,
        "SCD": 670,
        "ABLIM1": 671,
        "RAB18": 672,
        "NRP1": 673,
        "MYO9B": 674,
        "HNRNPM": 675,
        "MTAP": 676,
        "MKNK2": 677,
        "MED15": 678,
        "CABIN1": 679,
        "SPECC1L": 680,
        "MAPK1": 681,
        "HIRA": 682,
        "LGALS1": 683,
        "EIF3L": 684,
        "TTC28": 685,
        "DDX17": 686,
        "TCF20": 687,
        "TIMP3": 688,
        "PPP6R2": 689,
        "CYB5R3": 690,
        "PACSIN2": 691,
        "HMGXB4": 692,
        "RPL3": 693,
        "RBFOX2": 694,
        "MTMR3": 695,
        "APOL1": 696,
        "MYH9": 697,
        "EIF3D": 698,
        "TNRC6B": 699,
        "ST13": 700,
        "EP300": 701,
        "HDAC10": 702,
        "SOS2": 703,
        "NIN": 704,
        "PYGL": 705,
        "PSMC6": 706,
        "DDHD1": 707,
        "ATP6V1D": 708,
        "PSMA3": 709,
        "DAAM1": 710,
        "SPTLC2": 711,
        "SNW1": 712,
        "ITPK1": 713,
        "CEP128": 714,
        "HIF1A": 715,
        "SRSF5": 716,
        "EIF5": 717,
        "DICER1": 718,
        "ZC3H14": 719,
        "PCNX1": 720,
        "RPS6KA5": 721,
        "PPP4R3A": 722,
        "PSMB5": 723,
        "YY1": 724,
        "ACIN1": 725,
        "TRIP11": 726,
        "PABPN1": 727,
        "ARHGAP5": 728,
        "SRP54": 729,
        "CHD8": 730,
        "PSMA6": 731,
        "NFKBIA": 732,
        "SEC23A": 733,
        "PNN": 734,
        "MMP9": 735,
        "TRPC4AP": 736,
        "PYGB": 737,
        "ABHD12": 738,
        "UQCC1": 739,
        "ZMYND8": 740,
        "HNF4A": 741,
        "STK4": 742,
        "ADNP": 743,
        "DNAJC5": 744,
        "PRPF6": 745,
        "TUBB1": 746,
        "PSMA7": 747,
        "SLCO4A1": 748,
        "NTSR1": 749,
        "DIDO1": 750,
        "RNF24": 751,
        "CSNK2A1": 752,
        "HM13": 753,
        "FERMT1": 754,
        "PLCB4": 755,
        "HCK": 756,
        "TM9SF4": 757,
        "SAMHD1": 758,
        "KIF3B": 759,
        "NOP56": 760,
        "MAPRE1": 761,
        "JAG1": 762,
        "RPRD1B": 763,
        "CHMP4B": 764,
        "CST3": 765,
        "USP14": 766,
        "VAPA": 767,
        "LPIN2": 768,
        "SMCHD1": 769,
        "MYL12A": 770,
        "CEP192": 771,
        "RNMT": 772,
        "ANKRD12": 773,
        "MIB1": 774,
        "RIOK3": 775,
        "STS": 776,
        "TBL1X": 777,
        "POLA1": 778,
        "MID1": 779,
        "ALG13": 780,
        "XIAP": 781,
        "STAG2": 782,
        "ATP11C": 783,
        "PLS3": 784,
        "SMARCA1": 785,
        "ZC3H12B": 786,
        "RBBP7": 787,
        "FMR1": 788,
        "PGK1": 789,
        "MAGT1": 790,
        "SMS": 791,
        "EEA1": 792,
        "TIMP1": 793,
        "RBM3": 794,
        "HTR2A": 795,
        "NDFIP2": 796,
        "FNDC3A": 797,
        "KLF5": 798,
        "STK24": 799,
        "DNAJC3": 800,
        "UGGT2": 801,
        "ARHGEF7": 802,
        "PARP4": 803,
        "KPNA3": 804,
        "FLT1": 805,
        "VWA8": 806,
        "DGKH": 807,
        "INTS6": 808,
        "TSC22D1": 809,
        "MGRN1": 810,
        "MAPK3": 811,
        "PHKB": 812,
        "NFAT5": 813,
        "LONP2": 814,
        "N4BP1": 815,
        "CTCF": 816,
        "CYB5B": 817,
        "PSMD7": 818,
        "FA2H": 819,
        "WDR59": 820,
        "COTL1": 821,
        "USP10": 822,
        "ABCC1": 823,
        "SLC7A5": 824,
        "UBE2I": 825,
        "GSPT1": 826,
        "RBL2": 827,
        "XYLT1": 828,
        "TMC5": 829,
        "HERC1": 830,
        "RAB11A": 831,
        "CEMIP": 832,
        "EHD4": 833,
        "TMEM87A": 834,
        "ZNF106": 835,
        "CEP152": 836,
        "TJP1": 837,
        "DMXL2": 838,
        "EIF3J": 839,
        "SPG11": 840,
        "CSPP1": 841,
        "CA2": 842,
        "RIPK2": 843,
        "NBN": 844,
        "TRPA1": 845,
        "CALB1": 846,
        "BPNT2": 847,
        "UBE2W": 848,
        "PLAT": 849,
        "STK3": 850,
        "RAB2A": 851,
        "EIF3E": 852,
        "ESRP1": 853,
        "NDRG1": 854,
        "TRPS1": 855,
        "UBR5": 856,
        "EEF1D": 857,
        "SQLE": 858,
        "SLC39A14": 859,
        "PPP2CB": 860,
        "TUSC3": 861,
        "ARHGEF10": 862,
        "KCTD9": 863,
        "BNIP3L": 864,
        "GYS1": 865,
        "HNRNPL": 866,
        "TUBB4A": 867,
        "SNRNP70": 868,
        "ARHGEF18": 869,
        "PPP1R13L": 870,
        "OAZ1": 871,
        "URI1": 872,
        "PDCD5": 873,
        "RPS16": 874,
        "FBL": 875,
        "GPI": 876,
        "AKT2": 877,
        "SLC1A5": 878,
        "HNRNPUL1": 879,
        "TGFB1": 880,
        "PLIN3": 881,
        "MYH14": 882,
        "RPS19": 883,
        "NOP53": 884,
        "CEACAM5": 885,
        "TYK2": 886,
        "CDC37": 887,
        "KDELR1": 888,
        "JAK3": 889,
        "GSK3A": 890,
        "SIPA1L3": 891,
        "AVL9": 892,
        "CDK6": 893,
        "DNAJC2": 894,
        "TFPI2": 895,
        "NAMPT": 896,
        "PIK3CG": 897,
        "PON2": 898,
        "ITGB8": 899,
        "HBP1": 900,
        "MTPN": 901,
        "PALS2": 902,
        "ZC3HAV1": 903,
        "OGDH": 904,
        "H2AZ2": 905,
        "CAV2": 906,
        "CAV1": 907,
        "MET": 908,
        "LMBR1": 909,
        "DNAJB6": 910,
        "SSBP1": 911,
        "CPED1": 912,
        "HIBADH": 913,
        "TAX1BP1": 914,
        "GRB10": 915,
        "COBL": 916,
        "PLEKHA8": 917,
        "GARS1": 918,
        "CHCHD2": 919,
        "HSPB1": 920,
        "CYP3A5": 921,
        "ZKSCAN1": 922,
        "EIF3B": 923,
        "NUDT1": 924,
        "WASL": 925,
        "RBM28": 926,
        "SERPINE1": 927,
        "C1GALT1": 928,
        "GLCCI1": 929,
        "PHF14": 930,
        "NRF1": 931,
        "TMEM106B": 932,
        "EZH2": 933,
        "MEST": 934,
        "AGR2": 935,
        "AHR": 936,
        "CHCHD3": 937,
        "GLI3": 938,
        "PSMA2": 939,
        "COA1": 940,
        "TMEM248": 941,
        "RHEB": 942,
        "PRKAG2": 943,
        "CLIP2": 944,
        "EIF4H": 945,
        "SPIN1": 946,
        "TMEM245": 947,
        "TGFBR1": 948,
        "TLE4": 949,
        "PTGR1": 950,
        "RIC1": 951,
        "KDM4C": 952,
        "KANK1": 953,
        "FUBP3": 954,
        "RIGI": 955,
        "GLIS3": 956,
        "RAPGEF1": 957,
        "SETX": 958,
        "SHB": 959,
        "UBE2R2": 960,
        "ZFAND5": 961,
        "DNMBP": 962,
        "EIF3A": 963,
        "CUBN": 964,
        "DDX50": 965,
        "MAPK8": 966,
        "SEC23IP": 967,
        "ATE1": 968,
        "PLEKHA1": 969,
        "MICU1": 970,
        "PPP3CB": 971,
        "CCSER2": 972,
        "BMPR1A": 973,
        "TNKS2": 974,
        "GBF1": 975,
        "ARHGAP21": 976,
        "ANKRD26": 977,
        "LARP4B": 978,
        "GTPBP4": 979,
        "SH3PXD2A": 980,
        "MAP3K8": 981,
        "DKK1": 982,
        "GLRX3": 983,
        "TASOR2": 984,
        "SMC3": 985,
        "SHOC2": 986,
        "CCDC6": 987,
        "CCNY": 988,
        "RPL28": 989,
        "ZMIZ1": 990,
        "TBC1D12": 991,
        "NUFIP2": 992,
        "RPL19": 993,
        "FBXL20": 994,
        "CASC3": 995,
        "RNF43": 996,
        "TRIM37": 997,
        "KPNB1": 998,
        "GOSR2": 999,
        "RPS6KB1": 1000,
        "MED13": 1001,
        "PFN1": 1002,
        "RAI1": 1003,
        "NUP88": 1004,
        "SLC6A4": 1005,
        "CPD": 1006,
        "GOSR1": 1007,
        "CCDC47": 1008,
        "AKAP10": 1009,
        "UTP6": 1010,
        "DDX5": 1011,
        "CYTH1": 1012,
        "PSMD11": 1013,
        "LGALS3BP": 1014,
        "CCL2": 1015,
        "COL1A1": 1016,
        "ABCC3": 1017,
        "LUC7L3": 1018,
        "SMURF2": 1019,
        "PRKAR1A": 1020,
        "YWHAE": 1021,
        "WSB1": 1022,
        "PMP22": 1023,
        "SUPT6H": 1024,
        "GNRHR": 1025,
        "SLAIN2": 1026,
        "OCIAD1": 1027,
        "DCUN1D4": 1028,
        "CHIC2": 1029,
        "CRACD": 1030,
        "NFKB1": 1031,
        "AREG": 1032,
        "MANBA": 1033,
        "UBE2D3": 1034,
        "MAPK10": 1035,
        "ELF2": 1036,
        "INPP4B": 1037,
        "GAB1": 1038,
        "CPE": 1039,
        "RPL34": 1040,
        "CLCN3": 1041,
        "GALNT7": 1042,
        "DHX15": 1043,
        "TRIM2": 1044,
        "FBXW7": 1045,
        "NSD2": 1046,
        "SH3D19": 1047,
        "RAPGEF2": 1048,
        "SNX25": 1049,
        "KLF3": 1050,
        "KLHL5": 1051,
        "NCAPG": 1052,
        "UGDH": 1053,
        "CTSC": 1054,
        "ELP4": 1055,
        "FNBP4": 1056,
        "HSPA8": 1057,
        "P2RX3": 1058,
        "OSBP": 1059,
        "KMT5B": 1060,
        "PPP6R3": 1061,
        "CCND1": 1062,
        "CCKBR": 1063,
        "EIF4G2": 1064,
        "GALNT18": 1065,
        "BIRC2": 1066,
        "UBE4A": 1067,
        "DDX6": 1068,
        "CBL": 1069,
        "HIPK3": 1070,
        "KIAA1549L": 1071,
        "PDHX": 1072,
        "MDK": 1073,
        "AMBRA1": 1074,
        "CARS1": 1075,
        "SOX6": 1076,
        "C11orf58": 1077,
        "RPS13": 1078,
        "NUP98": 1079,
        "CHKA": 1080,
        "EXPH5": 1081,
        "PPFIBP1": 1082,
        "CORO1C": 1083,
        "CAPRIN2": 1084,
        "MLEC": 1085,
        "ATP5F1B": 1086,
        "PTGES3": 1087,
        "RSRC2": 1088,
        "KRT18": 1089,
        "METAP2": 1090,
        "ELK3": 1091,
        "ARPC3": 1092,
        "DUSP16": 1093,
        "ALDH2": 1094,
        "NAA25": 1095,
        "OAS3": 1096,
        "OAS2": 1097,
        "SLC38A1": 1098,
        "ADGRD1": 1099,
        "CAND1": 1100,
        "NUP107": 1101,
        "CNOT2": 1102,
        "CPSF6": 1103,
        "KRR1": 1104,
        "GAPDH": 1105,
        "CHD4": 1106,
        "BLTP3B": 1107,
        "TPI1": 1108,
        "ENO2": 1109,
        "ATN1": 1110,
        "NT5DC3": 1111,
        "SLCO1B3": 1112,
        "GOLT1B": 1113,
        "LDHB": 1114,
        "COX6A1": 1115,
        "RIC8B": 1116,
        "SRSF9": 1117,
        "FGFR1OP2": 1118,
        "GCNT2": 1119,
        "NEDD9": 1120,
        "CEP85L": 1121,
        "RNGTT": 1122,
        "MAN1A1": 1123,
        "SERINC1": 1124,
        "NCOA7": 1125,
        "SASH1": 1126,
        "PPARD": 1127,
        "OPRM1": 1128,
        "MAPK14": 1129,
        "KCTD20": 1130,
        "STK38": 1131,
        "SRSF3": 1132,
        "PHACTR1": 1133,
        "MDN1": 1134,
        "BACH2": 1135,
        "ZNF451": 1136,
        "FBXL4": 1137,
        "CCNC": 1138,
        "E2F3": 1139,
        "PTP4A1": 1140,
        "ASCC3": 1141,
        "SMAP1": 1142,
        "RPS12": 1143,
        "C6orf62": 1144,
        "SNX3": 1145,
        "HBS1L": 1146,
        "TRIM38": 1147,
        "PERP": 1148,
        "ARFGEF3": 1149,
        "ADGRG6": 1150,
        "PHACTR2": 1151,
        "SLC22A2": 1152,
        "QKI": 1153,
        "PDE10A": 1154,
        "FAM120B": 1155,
        "BICRAL": 1156,
        "EXOC2": 1157,
        "TMEM30A": 1158,
        "GMDS": 1159,
        "SENP6": 1160,
        "VEGFA": 1161,
        "PRPF4B": 1162,
        "TTK": 1163,
        "LAMA4": 1164,
        "TENT5A": 1165,
        "ERBIN": 1166,
        "MAN2A1": 1167,
        "SEMA5A": 1168,
        "TENT4A": 1169,
        "HMGCS1": 1170,
        "DAP": 1171,
        "BRD8": 1172,
        "HSPA9": 1173,
        "LOX": 1174,
        "SPARC": 1175,
        "IK": 1176,
        "HMGCR": 1177,
        "CERT1": 1178,
        "FAF2": 1179,
        "RNF130": 1180,
        "CLINT1": 1181,
        "CNOT6": 1182,
        "TTC1": 1183,
        "MSH3": 1184,
        "DROSHA": 1185,
        "CDH6": 1186,
        "ARRDC3": 1187,
        "GOLPH3": 1188,
        "SUB1": 1189,
        "FAM172A": 1190,
        "TARS1": 1191,
        "LNPEP": 1192,
        "PDE4D": 1193,
        "PRLR": 1194,
        "RAD50": 1195,
        "SKP1": 1196,
        "NUP155": 1197,
        "PPP2CA": 1198,
        "NR3C1": 1199,
        "LIFR": 1200,
        "SEC24A": 1201,
        "RARS1": 1202,
        "WWC1": 1203,
        "MACROH2A1": 1204,
        "TCERG1": 1205,
        "DPYSL3": 1206,
        "SMAD5": 1207,
        "CSNK1A1": 1208,
        "ERGIC1": 1209,
        "PDGFRB": 1210,
        "ATP6V0E1": 1211,
        "STC2": 1212,
        "CPEB4": 1213,
        "SMC4": 1214,
        "CRBN": 1215,
        "FAM162A": 1216,
        "KPNA1": 1217,
        "UBE3A": 1218,
        "ARMC8": 1219,
        "CEP70": 1220,
        "SLC25A36": 1221,
        "TFDP2": 1222,
        "XRN1": 1223,
        "BCHE": 1224,
        "PDCD10": 1225,
        "PFKFB4": 1226,
        "COL7A1": 1227,
        "PRKAR2A": 1228,
        "HES1": 1229,
        "ACAP2": 1230,
        "ECT2": 1231,
        "GNAI2": 1232,
        "TFG": 1233,
        "RPL24": 1234,
        "FXR1": 1235,
        "CBLB": 1236,
        "BBX": 1237,
        "GNB4": 1238,
        "GBE1": 1239,
        "SNX4": 1240,
        "ATP6V1A": 1241,
        "MRPL3": 1242,
        "KLHL24": 1243,
        "SSR3": 1244,
        "NKTR": 1245,
        "FOXP1": 1246,
        "EIF4G1": 1247,
        "INO80D": 1248,
        "EEF1B2": 1249,
        "MOB1A": 1250,
        "KANSL3": 1251,
        "PIKFYVE": 1252,
        "NCL": 1253,
        "SLC35F5": 1254,
        "ACTR3": 1255,
        "EPB41L5": 1256,
        "GPD2": 1257,
        "ACVR1": 1258,
        "TANC1": 1259,
        "PSMD14": 1260,
        "ASB3": 1261,
        "PPM1G": 1262,
        "IFIH1": 1263,
        "RPS15": 1264,
        "CLIP4": 1265,
        "SPTBN1": 1266,
        "RTN4": 1267,
        "TACR1": 1268,
        "CCDC88A": 1269,
        "LANCL1": 1270,
        "FANCL": 1271,
        "FN1": 1272,
        "STAT1": 1273,
        "GLS": 1274,
        "IGFBP5": 1275,
        "USP34": 1276,
        "CCT4": 1277,
        "EHBP1": 1278,
        "COQ10B": 1279,
        "SF3B1": 1280,
        "KDM3A": 1281,
        "CHMP3": 1282,
        "FHL2": 1283,
        "MLPH": 1284,
        "HDLBP": 1285,
        "HPCAL1": 1286,
        "ODC1": 1287,
        "BIRC6": 1288,
        "NOL10": 1289,
        "PLEKHB2": 1290,
        "GORASP2": 1291,
        "STRN": 1292,
        "CEBPZ": 1293,
        "PRKD3": 1294,
        "RAB3GAP1": 1295,
        "DARS1": 1296,
        "SRSF7": 1297,
        "SOS1": 1298,
        "KYNU": 1299,
        "ORC2": 1300,
        "ORC4": 1301,
        "RND3": 1302,
        "ATF2": 1303,
        "THADA": 1304,
        "AAK1": 1305,
        "C2orf42": 1306,
        "EPAS1": 1307,
        "ARID3A": 1308,
        "NFE2L2": 1309,
        "MSH6": 1310,
        "EPHA4": 1311,
        "PARD3B": 1312,
        "ALMS1": 1313,
        "RALGPS2": 1314,
        "TMEM59": 1315,
        "QSOX1": 1316,
        "ERRFI1": 1317,
        "PARK7": 1318,
        "SRSF4": 1319,
        "EDEM3": 1320,
        "RAP1A": 1321,
        "HDAC1": 1322,
        "CAPZA1": 1323,
        "ASH1L": 1324,
        "SFPQ": 1325,
        "GON4L": 1326,
        "ARHGEF2": 1327,
        "MEF2D": 1328,
        "DOCK7": 1329,
        "C1orf21": 1330,
        "LEPR": 1331,
        "IVNS1ABP": 1332,
        "SMG7": 1333,
        "GADD45A": 1334,
        "WLS": 1335,
        "PRDM2": 1336,
        "RGS2": 1337,
        "RO60": 1338,
        "SRSF11": 1339,
        "CD58": 1340,
        "NR5A2": 1341,
        "LGALS8": 1342,
        "MTR": 1343,
        "RLF": 1344,
        "AKT3": 1345,
        "ETV3": 1346,
        "ADGRL2": 1347,
        "KDM5B": 1348,
        "UAP1": 1349,
        "ZNHIT6": 1350,
        "ECE1": 1351,
        "CD46": 1352,
        "PRPF3": 1353,
        "SLC2A1": 1354,
        "PRDX1": 1355,
        "PIK3R3": 1356,
        "BLZF1": 1357,
        "PRRC2C": 1358,
        "F3": 1359,
        "PTBP2": 1360,
        "PRDX6": 1361,
        "RSRP1": 1362,
        "SLC35A3": 1363,
        "RCOR3": 1364,
        "STMN1": 1365,
        "RPS6KA1": 1366,
        "PROX1": 1367,
        "ARID1A": 1368,
        "CENPF": 1369,
        "OSBPL9": 1370,
        "ESYT2": 1371,
        "CTSD": 1372,
        "STAG1": 1373,
        "KMT2A": 1374,
        "MMP8": 1375,
        "RPS25": 1376,
        "KIF14": 1377,
        "CAMSAP2": 1378,
        "ATF6": 1379,
        "NRP2": 1380,
        "CREB1": 1381,
        "KLF7": 1382,
        "SPCS2": 1383,
        "UBE3D": 1384,
        "CNR1": 1385,
        "ANKRD13C": 1386,
        "SGIP1": 1387,
        "PHF3": 1388,
        "TNFAIP3": 1389,
        "CCN2": 1390,
        "FBXL5": 1391,
        "MYL12B": 1392,
        "FOXO3": 1393,
        "RPN2": 1394,
        "ABCG2": 1395,
        "SPP1": 1396,
        "CCNI": 1397,
        "RAB3GAP2": 1398,
        "UBN1": 1399,
        "KLF12": 1400,
        "ELL2": 1401,
        "SATB2": 1402,
        "UBE2B": 1403,
        "GDA": 1404,
        "TJP2": 1405,
        "SENP5": 1406,
        "HEATR1": 1407,
        "PTBP3": 1408,
        "RAD23B": 1409,
        "CTNNAL1": 1410,
        "SET": 1411,
        "RAB14": 1412,
        "NEK6": 1413,
        "MAPKAP1": 1414,
        "NR4A3": 1415,
        "INVS": 1416,
        "DENND1A": 1417,
        "KDSR": 1418,
        "VPS4B": 1419,
        "YLPM1": 1420,
        "IFT43": 1421,
        "TTLL5": 1422,
        "RBM25": 1423,
        "RHOQ": 1424,
        "KLHL29": 1425,
        "DNMT3A": 1426,
        "ATAD2B": 1427,
        "ATL2": 1428,
        "AFTPH": 1429,
        "EPCAM": 1430,
        "SLC17A5": 1431,
        "SLF2": 1432,
        "IFIT3": 1433,
        "IFIT2": 1434,
        "MXI1": 1435,
        "SMNDC1": 1436,
        "HELLS": 1437,
        "WDR11": 1438,
        "ARMH3": 1439,
        "GOT1": 1440,
        "GNA13": 1441,
        "KANSL1": 1442,
        "DUSP1": 1443,
        "PANK3": 1444,
        "TEK": 1445,
        "MTHFD1L": 1446,
        "PCMT1": 1447,
        "PLEKHG1": 1448,
        "CYSTM1": 1449,
        "TCP1": 1450,
        "NUDCD1": 1451,
        "KIAA1217": 1452,
        "EPC1": 1453,
        "DNAJC15": 1454,
        "UFM1": 1455,
        "ELF1": 1456,
        "HSPH1": 1457,
        "ETF1": 1458,
        "TGFBI": 1459,
        "SIL1": 1460,
        "PAIP2": 1461,
        "KDM3B": 1462,
        "EGR1": 1463,
        "SERP1": 1464,
        "PLS1": 1465,
        "TMPO": 1466,
        "APAF1": 1467,
        "DUSP4": 1468,
        "CLU": 1469,
        "TNFRSF10B": 1470,
        "ADRA1A": 1471,
        "PPP3CC": 1472,
        "LYPLA1": 1473,
        "TRIM25": 1474,
        "SPOP": 1475,
        "PSPC1": 1476,
        "SEC22A": 1477,
        "NAA50": 1478,
        "KIF18A": 1479,
        "DESI2": 1480,
        "ZMYM2": 1481,
        "TBC1D15": 1482,
        "KHDRBS1": 1483,
        "PIK3CA": 1484,
        "PDS5A": 1485,
        "TMEM156": 1486,
        "GPSM2": 1487,
        "GTDC1": 1488,
        "ZRANB3": 1489,
        "POLK": 1490,
        "FLT3": 1491,
        "RPL21": 1492,
        "UBL3": 1493,
        "FYTTD1": 1494,
        "COPA": 1495,
        "RBBP6": 1496,
        "ZC3H7A": 1497,
        "ANXA11": 1498,
        "SHLD2": 1499,
        "RPL5": 1500,
        "ODF2L": 1501,
        "ZNF644": 1502,
        "CCDC18": 1503,
        "RPAP2": 1504,
        "BBS9": 1505,
        "SEPTIN7": 1506,
        "EEPD1": 1507,
        "CBX3": 1508,
        "HNRNPA2B1": 1509,
        "HYCC1": 1510,
        "INHBA": 1511,
        "NT5C3A": 1512,
        "SLC25A51": 1513,
        "CLTA": 1514,
        "DCAF10": 1515,
        "TRIM24": 1516,
        "CALD1": 1517,
        "PLAU": 1518,
        "SRGN": 1519,
        "BICC1": 1520,
        "ECD": 1521,
        "P4HA1": 1522,
        "VPS26A": 1523,
        "CIT": 1524,
        "MED13L": 1525,
        "RNF11": 1526,
        "RASSF8": 1527,
        "ITPR2": 1528,
        "CCDC91": 1529,
        "WWP1": 1530,
        "ZC3H13": 1531,
        "NLN": 1532,
        "CENPK": 1533,
        "OPTN": 1534,
        "ATF1": 1535,
        "SPATS2": 1536,
        "NR4A1": 1537,
        "CDK2": 1538,
        "LRP1": 1539,
        "TUBA1B": 1540,
        "STIL": 1541,
        "HJURP": 1542,
        "AMD1": 1543,
        "MORF4L2": 1544,
        "TTC21B": 1545,
        "BAZ2B": 1546,
        "LPGAT1": 1547,
        "G0S2": 1548,
        "AGO2": 1549,
        "ACSL3": 1550,
        "SDC4": 1551,
        "NCOA3": 1552,
        "VAPB": 1553,
        "PARD6B": 1554,
        "ATP5F1E": 1555,
        "CHD6": 1556,
        "SRSF6": 1557,
        "ARFGEF2": 1558,
        "ZNFX1": 1559,
        "CSE1L": 1560,
        "RAB22A": 1561,
        "STAU1": 1562,
        "STX16": 1563,
        "PMEPA1": 1564,
        "RNF114": 1565,
        "DDX27": 1566,
        "STAMBP": 1567,
        "USP22": 1568,
        "POF1B": 1569,
        "USP9X": 1570,
        "TRERF1": 1571,
        "SERPINB6": 1572,
        "RPS10": 1573,
        "CDKN1A": 1574,
        "SOX4": 1575,
        "GLO1": 1576,
        "RREB1": 1577,
        "SSR1": 1578,
        "ATXN1": 1579,
        "NUP153": 1580,
        "DEK": 1581,
        "RUNX2": 1582,
        "LRRFIP1": 1583,
        "EREG": 1584,
        "AHNAK": 1585,
        "CNOT1": 1586,
        "MT2A": 1587,
        "ABCC4": 1588,
        "EFNB2": 1589,
        "TM9SF2": 1590,
        "IRF1": 1591,
        "UPF3B": 1592,
        "FAM193A": 1593,
        "SOX9": 1594,
        "PPDPF": 1595,
        "IL1B": 1596,
        "PAX8": 1597,
        "INSIG2": 1598,
        "CCDC93": 1599,
        "THOC2": 1600,
        "MED1": 1601,
        "RPL23": 1602,
        "C3": 1603,
        "FOSB": 1604,
        "SNRPD2": 1605,
        "VASP": 1606,
        "GPCPD1": 1607,
        "PSMF1": 1608,
        "RBCK1": 1609,
        "TMX4": 1610,
        "SNRPB": 1611,
        "RRBP1": 1612,
        "DSTN": 1613,
        "TBC1D20": 1614,
        "HNRNPR": 1615,
        "MAX": 1616,
        "ID1": 1617,
        "RALY": 1618,
        "DYNLRB1": 1619,
        "EIF2S2": 1620,
        "CEP250": 1621,
        "MMP24OS": 1622,
        "KDM5C": 1623,
        "PSMB2": 1624,
        "AGO3": 1625,
        "ST3GAL3": 1626,
        "KLC1": 1627,
        "F10": 1628,
        "CAPNS1": 1629,
        "UBA2": 1630,
        "NSRP1": 1631,
        "IFI6": 1632,
        "PCNX4": 1633,
        "KTN1": 1634,
        "DLGAP5": 1635,
        "ZBTB1": 1636,
        "RHOT1": 1637,
        "DYNC2I1": 1638,
        "NUP214": 1639,
        "AVPR2": 1640,
        "MAP2K2": 1641,
        "CANX": 1642,
        "HIVEP3": 1643,
        "COX7C": 1644,
        "RAP1B": 1645,
        "TSPAN8": 1646,
        "RAB3IP": 1647,
        "PTPRB": 1648,
        "UBR4": 1649,
        "HP1BP3": 1650,
        "SLC35E1": 1651,
        "MACF1": 1652,
        "SMARCA4": 1653,
        "KDM4B": 1654,
        "METTL16": 1655,
        "TNFRSF19": 1656,
        "AKAP9": 1657,
        "SEM1": 1658,
        "GNGT1": 1659,
        "HIP1": 1660,
        "PTPN12": 1661,
        "POR": 1662,
        "GNAI1": 1663,
        "ZNF780B": 1664,
        "ZFP36": 1665,
        "PAICS": 1666,
        "KDR": 1667,
        "ADORA2A": 1668,
        "ATF4": 1669,
        "KRT17": 1670,
        "SPECC1": 1671,
        "DOCK4": 1672,
        "PRKRIP1": 1673,
        "VGF": 1674,
        "PODXL": 1675,
        "MKLN1": 1676,
        "CALU": 1677,
        "SMO": 1678,
        "KLHDC10": 1679,
        "MYO1B": 1680,
        "MTX2": 1681,
        "HERC2": 1682,
        "TWSG1": 1683,
        "ARHGAP22": 1684,
        "TTBK2": 1685,
        "INO80": 1686,
        "ICE2": 1687,
        "MINDY2": 1688,
        "ARPP19": 1689,
        "VPS13C": 1690,
        "COPB1": 1691,
        "PSMA1": 1692,
        "PALLD": 1693,
        "SERGEF": 1694,
        "PHF20L1": 1695,
        "ILF3": 1696,
        "MTUS1": 1697,
        "KLK10": 1698,
        "PARP2": 1699,
        "HEATR5A": 1700,
        "SNX6": 1701,
        "EGLN3": 1702,
        "MIS18BP1": 1703,
        "ITFG1": 1704,
        "SEC14L1": 1705,
        "FGF13": 1706,
        "RPS4Y1": 1707,
        "SAT1": 1708,
        "GNL3L": 1709,
        "LDLR": 1710,
        "NECTIN2": 1711,
        "XPO7": 1712,
        "SAFB2": 1713,
        "RPL36": 1714,
        "TULP4": 1715,
        "SNX9": 1716,
        "AFDN": 1717,
        "ACTN4": 1718,
        "NDUFA10": 1719,
        "ARPC1B": 1720,
        "ZSWIM6": 1721,
        "PXDN": 1722,
        "GDF15": 1723,
        "HELZ2": 1724,
        "COL5A1": 1725,
        "ATXN10": 1726,
        "CYP2E1": 1727,
        "PAK4": 1728,
        "LAMA5": 1729,
        "OSBPL2": 1730,
        "EIF2S3": 1731,
        "SESN2": 1732,
        "CLIP1": 1733,
        "DNMT1": 1734,
        "DKC1": 1735,
        "UBE4B": 1736,
        "UBA1": 1737,
        "PPIL4": 1738,
        "AKAP12": 1739,
        "SYNE1": 1740,
        "LATS1": 1741,
        "RBM39": 1742,
        "ACSS2": 1743,
        "COX4I1": 1744,
        "GSE1": 1745,
        "COX7B": 1746,
        "IDO1": 1747,
        "CAP1": 1748,
        "RLIM": 1749,
        "TRAF3": 1750,
        "TBC1D5": 1751,
        "CAPN7": 1752,
        "SLC6A6": 1753,
        "GFPT2": 1754,
        "RPL27": 1755,
        "ACLY": 1756,
        "ANKHD1": 1757,
        "DIAPH1": 1758,
        "NDFIP1": 1759,
        "UBE2D2": 1760,
        "EXOC4": 1761,
        "ANO1": 1762,
        "PPFIA1": 1763,
        "MAP1B": 1764,
        "IL13RA1": 1765,
        "WDR44": 1766,
        "TNS4": 1767,
        "TOP2A": 1768,
        "RARA": 1769,
        "KHDRBS3": 1770,
        "CHD1L": 1771,
        "CHSY1": 1772,
        "RHPN2": 1773,
        "LGALS3": 1774,
        "DNAJB1": 1775,
        "RAF1": 1776,
        "PPARG": 1777,
        "ENOSF1": 1778,
        "TRIM5": 1779,
        "EFR3A": 1780,
        "PTCD3": 1781,
        "IMMT": 1782,
        "PTPRE": 1783,
        "RAN": 1784,
        "PRKAA1": 1785,
        "RAP1GAP2": 1786,
        "UBE2G1": 1787,
        "EEFSEC": 1788,
        "PNISR": 1789,
        "SEC61G": 1790,
        "LANCL2": 1791,
        "ANKRD17": 1792,
        "ITGB4": 1793,
        "H3-3B": 1794,
        "ZRANB2": 1795,
        "EIF5A": 1796,
        "XAF1": 1797,
        "VPS13B": 1798,
        "SNAP25": 1799,
        "RIN2": 1800,
        "PTPRA": 1801,
        "DAP3": 1802,
        "KHDC4": 1803,
        "ARHGEF11": 1804,
        "DCAF8": 1805,
        "NASP": 1806,
        "CTNNBL1": 1807,
        "SERINC3": 1808,
        "AP3B1": 1809,
        "PATJ": 1810,
        "DCTN4": 1811,
        "XPO4": 1812,
        "POMP": 1813,
        "CDK8": 1814,
        "CHRM3": 1815,
        "MYH10": 1816,
        "MPRIP": 1817,
        "COG6": 1818,
        "EPSTI1": 1819,
        "POSTN": 1820,
        "TPT1": 1821,
        "RFC3": 1822,
        "STARD13": 1823,
        "TCEAL4": 1824,
        "SLC39A11": 1825,
        "EPHB2": 1826,
        "SRRM1": 1827,
        "SLF1": 1828,
        "RTN3": 1829,
        "LARGE1": 1830,
        "MKRN1": 1831,
        "BTG1": 1832,
        "ATP13A3": 1833,
        "KRAS": 1834,
        "LARS1": 1835,
        "SWAP70": 1836,
        "AMPD3": 1837,
        "SBF2": 1838,
        "MICAL2": 1839,
        "RRAS2": 1840,
        "ZFC3H1": 1841,
        "SARAF": 1842,
        "NUMB": 1843,
        "CATSPERB": 1844,
        "COX16": 1845,
        "EIF2S1": 1846,
        "LOXL2": 1847,
        "CTIF": 1848,
        "MBD2": 1849,
        "CCNB1": 1850,
        "CDK7": 1851,
        "IRAK2": 1852,
        "BHLHE40": 1853,
        "ARL8B": 1854,
        "MEIS2": 1855,
        "DPH6": 1856,
        "KATNBL1": 1857,
        "PRPF38B": 1858,
        "WNT2B": 1859,
        "NOTCH2": 1860,
        "NAPG": 1861,
        "SPIRE1": 1862,
        "PPHLN1": 1863,
        "SLC38A2": 1864,
        "YWHAQ": 1865,
        "KIDINS220": 1866,
        "ROCK2": 1867,
        "RSAD2": 1868,
        "LPIN1": 1869,
        "LDHA": 1870,
        "IL6ST": 1871,
        "NAV1": 1872,
        "CDC73": 1873,
        "NARS1": 1874,
        "RELCH": 1875,
        "CCNH": 1876,
        "EMP1": 1877,
        "SOX5": 1878,
        "DDB2": 1879,
        "PUM1": 1880,
        "YARS1": 1881,
        "PHC2": 1882,
        "GNL2": 1883,
        "TUT4": 1884,
        "DSC2": 1885,
        "ELP2": 1886,
        "DTNA": 1887,
        "FHOD3": 1888,
        "TMEM165": 1889,
        "CLOCK": 1890,
        "PDGFRA": 1891,
        "COL4A2": 1892,
        "UBAC2": 1893,
        "ARGLU1": 1894,
        "TPP2": 1895,
        "ARHGAP32": 1896,
        "ETS1": 1897,
        "TMED7": 1898,
        "APC": 1899,
        "WDR36": 1900,
        "UBQLN1": 1901,
        "NAA35": 1902,
        "ANXA1": 1903,
        "CTSL": 1904,
        "CEMIP2": 1905,
        "AGTPBP1": 1906,
        "GOLM1": 1907,
        "ADAM19": 1908,
        "TAOK3": 1909,
        "FBXO21": 1910,
        "OASL": 1911,
        "DMTF1": 1912,
        "CCDC146": 1913,
        "CD36": 1914,
        "PNPLA8": 1915,
        "HILPDA": 1916,
        "SRPK2": 1917,
        "TES": 1918,
        "ADGRB3": 1919,
        "SYNCRIP": 1920,
        "SNX14": 1921,
        "NT5E": 1922,
        "MAP3K7": 1923,
        "PHF21A": 1924,
        "EHF": 1925,
        "CAPRIN1": 1926,
        "CD63": 1927,
        "CDK4": 1928,
        "TFCP2": 1929,
        "KRT7": 1930,
        "HNRNPA1": 1931,
        "OS9": 1932,
        "MAP7": 1933,
        "CD164": 1934,
        "NHSL1": 1935,
        "AHI1": 1936,
        "REPS1": 1937,
        "USP15": 1938,
        "GNS": 1939,
        "MDM2": 1940,
        "DYNC1LI2": 1941,
        "PCNX2": 1942,
        "KCNK1": 1943,
        "EGLN1": 1944,
        "DHX9": 1945,
        "CEP350": 1946,
        "NIBAN1": 1947,
        "LAMC1": 1948,
        "RC3H1": 1949,
        "SP110": 1950,
        "DOCK10": 1951,
        "USP37": 1952,
        "SERPINE2": 1953,
        "TMBIM1": 1954,
        "ARMC9": 1955,
        "CAB39": 1956,
        "REV1": 1957,
        "GCC2": 1958,
        "ANKRD36": 1959,
        "EPC2": 1960,
        "SCYL2": 1961,
        "CKAP4": 1962,
        "APPL2": 1963,
        "WASHC4": 1964,
        "SLC41A2": 1965,
        "FLNB": 1966,
        "CKAP2": 1967,
        "TBC1D4": 1968,
        "LRCH1": 1969,
        "SUCLA2": 1970,
        "MED4": 1971,
        "LMO7": 1972,
        "SCEL": 1973,
        "ITM2B": 1974,
        "EDNRB": 1975,
        "SCRN1": 1976,
        "TNS3": 1977,
        "IGF2BP3": 1978,
        "RAPGEF5": 1979,
        "RAC1": 1980,
        "KDELR2": 1981,
        "IL6": 1982,
        "BZW2": 1983,
        "ABHD17C": 1984,
        "IREB2": 1985,
        "CALCOCO2": 1986,
        "NMT1": 1987,
        "SRSF1": 1988,
        "DCAF7": 1989,
        "BRIP1": 1990,
        "TRA2B": 1991,
        "MARCHF7": 1992,
        "TANK": 1993,
        "SKIL": 1994,
        "EPRS1": 1995,
        "RPS6KC1": 1996,
        "WDR33": 1997,
        "UGGT1": 1998,
        "STAM": 1999,
        "ABI1": 2000,
        "YME1L1": 2001,
        "DNAJC1": 2002,
        "CDK9": 2003,
        "TXN": 2004,
        "ECPAS": 2005,
        "SMC2": 2006,
        "KLF4": 2007,
        "NIBAN2": 2008,
        "STXBP1": 2009,
        "CDK5RAP2": 2010,
        "SLC31A1": 2011,
        "TEX10": 2012,
        "PSMB7": 2013,
        "ANP32B": 2014,
        "RPL35": 2015,
        "MYC": 2016,
        "UBAP2": 2017,
        "APTX": 2018,
        "RNF38": 2019,
        "TLN1": 2020,
        "DENND4C": 2021,
        "RPS6": 2022,
        "KIF13A": 2023,
        "TMEM14B": 2024,
        "SLC22A23": 2025,
        "TUBB2A": 2026,
        "LRRC1": 2027,
        "RIPK1": 2028,
        "TUBB2B": 2029,
        "HMGA1": 2030,
        "FLOT1": 2031,
        "IER3": 2032,
        "CPEB2": 2033,
        "FCHSD2": 2034,
        "NUMA1": 2035,
        "RNF121": 2036,
        "SULF1": 2037,
        "SDCBP": 2038,
        "NEK1": 2039,
        "DDX60": 2040,
        "SORL1": 2041,
        "TMPRSS4": 2042,
        "MMP7": 2043,
        "YAP1": 2044,
        "RDX": 2045,
        "MMP13": 2046,
        "MAP2K5": 2047,
        "CTDSPL2": 2048,
        "SLTM": 2049,
        "THBS1": 2050,
        "NUSAP1": 2051,
        "KIF23": 2052,
        "KNL1": 2053,
        "RTF1": 2054,
        "RPLP1": 2055,
        "LRRC49": 2056,
        "UACA": 2057,
        "ADAM10": 2058,
        "CYP19A1": 2059,
        "RSL24D1": 2060,
        "BCAR3": 2061,
        "FNBP1L": 2062,
        "GTF2B": 2063,
        "IFI44L": 2064,
        "ARHGAP29": 2065,
        "IFI44": 2066,
        "HADHB": 2067,
        "PPM1B": 2068,
        "PNPT1": 2069,
        "CYP1B1": 2070,
        "RAB1A": 2071,
        "ACTR2": 2072,
        "PREPL": 2073,
        "FBXO11": 2074,
        "LRPPRC": 2075,
        "DTNB": 2076,
        "CYP2C9": 2077,
        "CYP2C8": 2078,
        "MYOF": 2079,
        "ATAD1": 2080,
        "KIF11": 2081,
        "TACC2": 2082,
        "DUSP5": 2083,
        "KIF20B": 2084,
        "EXOC6": 2085,
        "DNAJC13": 2086,
        "RPS24": 2087,
        "BARD1": 2088,
        "SSB": 2089,
        "NAB1": 2090,
        "PPIG": 2091,
        "OLA1": 2092,
        "CIR1": 2093,
        "ITPRID2": 2094,
        "FAM117B": 2095,
        "ABI2": 2096,
        "ITGAV": 2097,
        "SENP7": 2098,
        "PARP9": 2099,
        "USP8": 2100,
        "SECISBP2L": 2101,
        "TMOD3": 2102,
        "SPPL2A": 2103,
        "HCN4": 2104,
        "ARHGAP24": 2105,
        "FAM13A": 2106,
        "HERC3": 2107,
        "HERC5": 2108,
        "HNRNPD": 2109,
        "SEC31A": 2110,
        "GPAT3": 2111,
        "FGF2": 2112,
        "BLTP1": 2113,
        "RAP1GDS1": 2114,
        "LARP1B": 2115,
        "PDE5A": 2116,
        "NUP54": 2117,
        "BMP2K": 2118,
        "G3BP2": 2119,
        "SEPTIN11": 2120,
        "FRAS1": 2121,
        "SCARB2": 2122,
        "CCNG2": 2123,
        "CNOT6L": 2124,
        "USO1": 2125,
        "SHROOM3": 2126,
        "ANXA3": 2127,
        "PPA2": 2128,
        "CENPE": 2129,
        "SEC24B": 2130,
        "PPP3CA": 2131,
        "SLC39A8": 2132,
        "B4GALNT3": 2133,
        "ETV6": 2134,
        "KIF21A": 2135,
        "CPNE8": 2136,
        "FGD4": 2137,
        "SINHCAF": 2138,
        "AEBP2": 2139,
        "ETNK1": 2140,
        "TMEM117": 2141,
        "SCAF11": 2142,
        "GLIPR1": 2143,
        "PHLDA1": 2144,
        "LGR5": 2145,
        "DUSP6": 2146,
        "GAS2L3": 2147,
        "NUP58": 2148,
        "SLC7A1": 2149,
        "SMARCC2": 2150,
        "BRCA2": 2151,
        "TMBIM6": 2152,
        "WDFY2": 2153,
        "RB1": 2154,
        "SBNO1": 2155,
        "VPS37B": 2156,
        "DENR": 2157,
        "DIAPH3": 2158,
        "RBM26": 2159,
        "MBNL2": 2160,
        "CUL4A": 2161,
        "SSTR1": 2162,
        "MDGA2": 2163,
        "FRMD6": 2164,
        "PELI2": 2165,
        "ARMH4": 2166,
        "DCAF5": 2167,
        "WARS1": 2168,
        "WDR20": 2169,
        "TCF12": 2170,
        "SERF2": 2171,
        "GCNT3": 2172,
        "BNIP2": 2173,
        "SRP14": 2174,
        "ANP32A": 2175,
        "ETFA": 2176,
        "SCAPER": 2177,
        "TSPAN3": 2178,
        "NCOA2": 2179,
        "TPM1": 2180,
        "IGF1R": 2181,
        "USP3": 2182,
        "PML": 2183,
        "CYP1A2": 2184,
        "FANCI": 2185,
        "ABHD2": 2186,
        "NTRK3": 2187,
        "MCTP2": 2188,
        "IQGAP1": 2189,
        "CRTC3": 2190,
        "EFL1": 2191,
        "SEC11A": 2192,
        "GLYR1": 2193,
        "PMM2": 2194,
        "SLC5A2": 2195,
        "PARN": 2196,
        "FTO": 2197,
        "UQCRC2": 2198,
        "CDR2": 2199,
        "ARHGAP17": 2200,
        "NKD1": 2201,
        "ZFHX3": 2202,
        "CDH11": 2203,
        "MAP1LC3B": 2204,
